
/* Class = "UILabel"; text = "Use simplified filters"; ObjectID = "4Tx-ja-aYP"; */
"4Tx-ja-aYP.text" = "Użyj uproszczonych filtrów";

/* Class = "UINavigationItem"; title = "Advanced Settings"; ObjectID = "79B-on-yfa"; */
"79B-on-yfa.title" = "Ustawienia zaawansowane";

/* Class = "UILabel"; text = "Auto-update over Wi-Fi only"; ObjectID = "MKW-Q2-yFQ"; */
"MKW-Q2-yFQ.text" = "Auto-aktualizacja tylko przez Wi-Fi";

/* Class = "UILabel"; text = "Dark mode"; ObjectID = "NX6-c7-Wn7"; */
"NX6-c7-Wn7.text" = "Ciemny motyw";

/* Class = "UILabel"; text = "Only for premium users"; ObjectID = "aCH-l3-3Fu"; */
"aCH-l3-3Fu.text" = "Tylko dla użytkowników Premium";

/* Class = "UILabel"; text = "Invert whitelist"; ObjectID = "cvM-Ob-XQB"; */
"cvM-Ob-XQB.text" = "Odwróć Białą listę";

/* Class = "UILabel"; text = "If this option is enabled, AdGuard will ignore generic “cosmetic” rules. This will speed up pages loading in exchange of filtering quality."; ObjectID = "jPL-ng-gmY"; */
"jPL-ng-gmY.text" = "Jeśli to ustawienie jest włączone, AdGuard zignoruje ogólne \"kosmetyczne\" reguły. Przyśpieszy to renderowanie stron kosztem jakości filtrowania.";

/* Class = "UILabel"; text = "If this option is enabled, AdGuard will use only Wi-Fi for background filter updates."; ObjectID = "oK4-hl-ySQ"; */
"oK4-hl-ySQ.text" = "Jeśli to ustawienie jest włączone, AdGuard będzie aktualizował filtry w tle tylko przez Wi-Fi.";

/* Class = "UILabel"; text = "Unblock ads everywhere except for the websites from this list."; ObjectID = "ppj-g1-ukN"; */
"ppj-g1-ukN.text" = "Odblokuj reklamy wszędzie oprócz stron internetowych z tej listy";
